Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: %@ · %@건
de: %1$@ · %2$@ Artikel
en: %1$@ · %2$@ items
es: %1$@ · %2$@ elementos
fr: %1$@ · %2$@ éléments
id: %1$@ · %2$@ item
it: %1$@ · %2$@ elementi
ja: %1$@ · %2$@ アイテム
pt_br: %1$@ · %2$@ itens
th: %1$@ · %2$@ รายการ
tr: %1$@ · %2$@ öğe
vi: %1$@ · %2$@ mục
zh_hans: %1$@ · %2$@ 项目
zh_hant: %1$@ · %2$@ 項目

# %@ AGENTS
source: %@명 에이전트
de: %@ AGENTEN
en: %@ AGENTS
es: %@ AGENTES
fr: %@ AGENTS
id: %@ AGEN
it: %@ AGENTI
ja: %@ エージェント
pt_br: %@ AGENTES
th: %@ ตัวแทน
tr: %@ TEMSİLCİLER
vi: %@ ĐẠI LÝ
zh_hans: %@ 代理
zh_hant: %@ 代理

source: %@ 관점으로 차트 근거와 무효화 조건을 검증합니다.
de: Prüft Chartbelege und Invalidierungsbedingungen aus der Perspektive %@.
en: Validates chart evidence and invalidation conditions from a %@ perspective.
es: Valida la evidencia del gráfico y las condiciones de invalidación desde la perspectiva %@.
fr: Valide les preuves du graphique et les conditions d’invalidation selon l’approche %@.
id: Memvalidasi bukti chart dan kondisi invalidasi dari sudut pandang %@.
it: Verifica le evidenze del grafico e le condizioni di invalidazione dalla prospettiva %@.
ja: %@の観点からチャート根拠と無効化条件を検証します。
pt_br: Valida as evidências do gráfico e as condições de invalidação pela perspectiva %@.
th: ตรวจสอบหลักฐานบนกราฟและเงื่อนไขยกเลิกจากมุมมอง %@
tr: %@ bakış açısıyla grafik kanıtlarını ve geçersizleşme koşullarını doğrular.
vi: Xác thực bằng chứng biểu đồ và điều kiện vô hiệu theo góc nhìn %@.
zh_hans: 从%@视角验证图表依据和失效条件。
zh_hant: 從%@觀點驗證圖表依據與失效條件。

source: %@ 관점의 근거를 정리하는 중…
de: Belege aus der Perspektive „%@“ werden geordnet …
en: Organizing evidence through the %@ lens…
es: Organizando la evidencia desde el enfoque %@…
fr: Organisation des éléments selon l’approche %@…
id: Menyusun bukti dari sudut pandang %@…
it: Organizzazione delle prove secondo l’approccio %@…
ja: %@の観点で根拠を整理中…
pt_br: Organizando as evidências pela perspectiva %@…
th: กำลังจัดระเบียบหลักฐานในมุมมอง %@…
tr: %@ bakış açısındaki kanıtlar düzenleniyor…
vi: Đang sắp xếp bằng chứng theo góc nhìn %@…
zh_hans: 正在按%@视角整理依据…
zh_hant: 正在依%@視角整理依據…

source: %@ 문제를 먼저 점검하도록 다섯 에이전트의 회의 순서를 맞췄어요.
de: Der Fünf-Agenten-Rat wird angewiesen, zuerst %@ zu prüfen.
en: The five-agent council is ordered to check %@ first.
es: Se ordena al consejo de cinco agentes que compruebe %@ primero.
fr: Le conseil composé de cinq agents reçoit l'ordre de vérifier %@ en premier.
id: Dewan lima agen diperintahkan untuk memeriksa %@ terlebih dahulu.
it: Al consiglio dei cinque agenti viene ordinato di controllare prima %@.
ja: 5 つのエージェントからなる評議会は、最初に %@ をチェックするよう命じられます。
pt_br: O conselho de cinco agentes é ordenado a verificar %@ primeiro.
th: สภาตัวแทนทั้งห้าได้รับคำสั่งให้ตรวจสอบ %@ ก่อน
tr: Beş temsilciden oluşan konseye ilk önce %@'ı kontrol etmesi emredildi.
vi: Hội đồng 5 cơ quan được lệnh kiểm tra %@ trước.
zh_hans: 五特工委员会被命令首先检查%@。
zh_hant: 五特工委員會被命令先檢查%@。

source: %@개의 분석과 후속 대화가 이 기기에 저장되어 있습니다.
de: %@ Analysen und Folgechats werden auf diesem Gerät gespeichert.
en: %@ analyses and follow-up chats are stored on this device.
es: %@ análisis y chats de seguimiento se almacenan en este dispositivo.
fr: Les analyses %@ et les discussions de suivi sont stockées sur cet appareil.
id: %@ analisis dan obrolan tindak lanjut disimpan di perangkat ini.
it: %@ analisi e chat di follow-up sono archiviate su questo dispositivo.
ja: %@ 分析とフォローアップ チャットはこのデバイスに保存されます。
pt_br: %@ análises e bate-papos de acompanhamento são armazenados neste dispositivo.
th: %@ การวิเคราะห์และการแชทติดตามผลจะถูกจัดเก็บไว้ในอุปกรณ์นี้
tr: %@ analizler ve takip sohbetleri bu cihazda depolanır.
vi: %@ các phân tích và cuộc trò chuyện tiếp theo được lưu trữ trên thiết bị này.
zh_hans: %@ 分析和后续聊天记录存储在此设备上。
zh_hant: %@ 分析和後續聊天記錄儲存在此裝置上。

source: %@님의 분석팀이 준비됐어요.
de: %@, Ihr Analyseteam ist bereit.
en: %@, your analysis team is ready.
es: %@, tu equipo de análisis está listo.
fr: %@, votre équipe d'analyse est prête.
id: %@, tim analisis Anda sudah siap.
it: %@, il tuo team di analisi è pronto.
ja: %@、 分析チームの準備が整いました。
pt_br: %@, sua equipe de análise está pronta.
th: %@, ทีมวิเคราะห์ของคุณพร้อมแล้ว
tr: %@, analiz ekibiniz hazır.
vi: %@, nhóm phân tích của bạn đã sẵn sàng.
zh_hans: %@， 您的分析团队已准备就绪。
zh_hant: %@， 您的分析團隊已準備就緒。

source: %@명 검토 완료
de: %@ Agenten überprüft
en: %@ agents reviewed
es: %@ agentes revisados
fr: %@ agents examinés
id: %@ agen ditinjau
it: %@ agenti esaminati
ja: %@ 人のエージェントがレビュー済み
pt_br: %@ agentes revisados
th: ตรวจสอบตัวแทน %@ รายแล้ว
tr: %@ temsilci incelendi
vi: %@ đại lý đã được đánh giá
zh_hans: %@ 代理商已审核
zh_hant: %@ 代理商已審核

source: %@에게 메시지 보내기
de: Nachricht %@
en: Message %@
es: Mensaje %@
fr: Message %@
id: Pesan %@
it: Messaggio %@
ja: メッセージ %@
pt_br: Mensagem %@
th: ข้อความ %@
tr: Mesaj %@
vi: Tin nhắn %@
zh_hans: 消息%@
zh_hant: 訊息%@

source: %@에게 물어보세요
de: Fragen Sie %@
en: Ask %@
es: Preguntar %@
fr: Demandez à %@
id: Tanya %@
it: Chiedi a %@
ja: %@ に質問する
pt_br: Pergunte %@
th: ถาม %@
tr: %@'a sor
vi: Hỏi %@
zh_hans: 询问%@
zh_hant: 問%@

source: %@인 에이전트 실제 분석 리포트
de: Live-Bericht von %@ Agenten
en: Live report by %@ agents
es: Informe en vivo realizado por %@ agentes
fr: Rapport en direct par %@ agents
id: Laporan langsung oleh agen %@
it: Rapporto in tempo reale da parte di %@ agenti
ja: %@ エージェントによるライブ レポート
pt_br: Relatório ao vivo por %@ agentes
th: รายงานสดโดยตัวแทน %@ ราย
tr: %@ temsilcilerinden canlı rapor
vi: Báo cáo trực tiếp của %@ đại lý
zh_hans: %@特工现场报道
zh_hant: %@特務現場報道

source: 1차 교차 검증
de: Erster Gegencheck
en: First Cross-check
es: Primera verificación cruzada
fr: Première vérification croisée
id: Periksa silang pertama
it: Primo controllo incrociato
ja: 最初のクロスチェック
pt_br: Primeira verificação cruzada
th: การตรวจสอบข้ามครั้งแรก
tr: İlk Çapraz Kontrol
vi: Kiểm tra chéo lần đầu
zh_hans: 第一次交叉检查
zh_hant: 第一次交叉檢查

source: 1회
de: einmal
en: once
es: una vez
fr: une fois
id: sekali
it: una volta
ja: 一度
pt_br: uma vez
th: ครั้งหนึ่ง
tr: bir kez
vi: một lần
zh_hans: 一次
zh_hant: 一次

source: 2차 반론 회의
de: Zweite Gegenbewertung
en: Second Counter-review
es: Segunda contrarrevisión
fr: Deuxième contre-examen
id: Tinjauan Balik Kedua
it: Seconda controrevisione
ja: 2回目の反対審査
pt_br: Segunda Contra-avaliação
th: การโต้แย้งครั้งที่สอง
tr: İkinci Karşı İnceleme
vi: Xem xét phản biện lần thứ hai
zh_hans: 第二次反审查
zh_hant: 第二次反審查

source: 5 AGENT CROSS-CHECK
de: 5 AGENTEN-GEGENPRÜFUNG
es: 5 VERIFICACIÓN CRUZADA DE AGENTES
fr: 5 CONTRÔLE DES AGENTS
id: 5 PERIKSA SILANG AGEN
it: 5 CONTROLLO INCROCIATO AGENTE
ja: 5 エージェントのクロスチェック
pt_br: 5 VERIFICAÇÃO CRUZADA DO AGENTE
th: 5 การตรวจสอบข้ามตัวแทน
tr: 5 AJAN ÇAPRAZ KONTROLÜ
vi: 5 KIỂM TRA CHÉO ĐẠI LÝ
zh_hans: 5 代理交叉检查
zh_hant: 5 代理交叉檢查

# 5 ONLINE
source: 5명 접속
de: 5 ONLINE
en: 5 ONLINE
es: 5 EN LÍNEA
fr: 5 EN LIGNE
id: 5 SECARA ONLINE
it: 5 IN LINEA
ja: 5 オンライン
pt_br: 5 ON-LINE
th: 5 ออนไลน์
tr: 5 ÇEVRİMİÇİ
vi: 5 TRỰC TUYẾN
zh_hans: 5 在线
zh_hant: 5 在線

# 5 ROLES · FIXED
source: 5개 역할 · 고정
de: 5 ROLLEN · FEST
en: 5 ROLES · FIXED
es: 5 ROLES · FIJO
fr: 5 RÔLES · FIXES
id: 5 PERAN · TETAP
it: 5 RUOLI · FISSI
ja: 5 役割 · 固定
pt_br: 5 FUNÇÕES · FIXAS
th: 5 บทบาท · แก้ไขแล้ว
tr: 5 ROL · SABİT
vi: 5 VAI TRÒ · CỐ ĐỊNH
zh_hans: 5 个角色·固定
zh_hant: 5 個角色·固定

source: 5명 접속
de: 5 Online
en: 5 Online
es: 5 en línea
fr: 5 En ligne
id: 5 Daring
it: 5 In linea
ja: 5 オンライン
pt_br: 5 on-line
th: 5 ออนไลน์
tr: 5 Çevrimiçi
vi: 5 trực tuyến
zh_hans: 5 在线
zh_hant: 5 在線

source: 5인 차트 전문 에이전트 회의
de: Fünf spezialisierte Chart-Agenten
en: Five Specialist Chart Agents
es: Cinco agentes especializados en gráficos
fr: Cinq agents cartographiques spécialisés
id: Lima Agen Bagan Spesialis
it: Cinque agenti grafici specializzati
ja: 5 人の専門チャートエージェント
pt_br: Cinco agentes gráficos especializados
th: ตัวแทนแผนภูมิผู้เชี่ยวชาญห้าราย
tr: Beş Uzman Harita Temsilcisi
vi: Năm Đại lý Biểu đồ Chuyên gia
zh_hans: 五位专业图表代理
zh_hant: 五位專業圖表代理

source: 6개월
de: 6 Monate
en: 6 Months
es: 6 meses
fr: 6 mois
id: 6 Bulan
it: 6 mesi
ja: 6か月
pt_br: 6 meses
th: 6 เดือน
tr: 6 Ay
vi: 6 tháng
zh_hans: 6个月
zh_hant: 6 個月

source: 6개월마다
de: alle 6 Monate
en: every 6 months
es: cada 6 meses
fr: tous les 6 mois
id: setiap 6 bulan
it: ogni 6 mesi
ja: 6か月ごと
pt_br: a cada 6 meses
th: ทุก 6 เดือน
tr: 6 ayda bir
vi: mỗi 6 tháng
zh_hans: 每6个月
zh_hant: 每 6 個月

source: 10자 이내
de: Max. 10 Zeichen
en: Up to 10 characters
es: Hasta 10 caracteres
fr: 10 caractères max.
id: Maks. 10 karakter
it: Max 10 caratteri
ja: 10文字以内
pt_br: Até 10 caracteres
th: ไม่เกิน 10 ตัวอักษร
tr: En fazla 10 karakter
vi: Tối đa 10 ký tự
zh_hans: 最多 10 个字符
zh_hant: 最多 10 個字元

source: 24–48시간
de: 24–48 Stunden
en: 24–48 Hours
es: 24–48 horas
fr: 24 à 48 heures
id: 24–48 Jam
it: 24–48 ore
ja: 24 ～ 48 時間
pt_br: 24–48 horas
th: 24–48 ชั่วโมง
tr: 24–48 Saat
vi: 24–48 giờ
zh_hans: 24–48 小时
zh_hant: 24–48 小時

source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
id: AKTIF
it: ATTIVO
ja: アクティブ
pt_br: ATIVO
th: ใช้งานอยู่
tr: AKTİF
vi: HOẠT ĐỘNG
zh_hans: 活跃
zh_hant: 活躍

source: AGENT ROOM READY
de: Agentenzimmer bereit
es: SALA DE AGENTE LISTA
fr: CHAMBRE D'AGENT PRÊTE
id: RUANG AGEN SIAP
it: SALA AGENTI PRONTA
ja: エージェントルームの準備完了
pt_br: SALA DO AGENTE PRONTA
th: ห้องตัวแทนพร้อมแล้ว
tr: AJAN ODASI HAZIR
vi: PHÒNG ĐẠI LÝ SẴN SÀNG
zh_hans: 代理室准备就绪
zh_hant: 代理室準備就緒

source: AI TRADING OFFICE
de: KI-HANDELSBÜRO
es: OFICINA DE TRADING CON IA
fr: BUREAU DE TRADING IA
id: KANTOR TRADING AI
it: UFFICIO TRADING AI
ja: AIトレーディングオフィス
pt_br: ESCRITÓRIO DE TRADING COM IA
th: ออฟฟิศเทรดดิ้ง AI
tr: AI TRADING OFİSİ
vi: PHÒNG GIAO DỊCH AI
zh_hans: AI 交易室
zh_hant: AI 交易室

source: AI 및 시장 데이터 API 키는 앱에 포함하지 않고 서버에서만 관리합니다.
de: API-Schlüssel für KI und Marktdaten sind nicht in der App enthalten und werden nur auf dem Server verwaltet.
en: AI and market-data API keys are never included in the app and are managed only on the server.
es: Las claves API de IA y datos de mercado no se incluyen en la app y se gestionan solo en el servidor.
fr: Les clés API d’IA et de données de marché ne sont pas intégrées à l’app et sont gérées uniquement sur le serveur.
id: Kunci API AI dan data pasar tidak disertakan dalam aplikasi dan hanya dikelola di server.
it: Le chiavi API di IA e dati di mercato non sono incluse nell’app e vengono gestite solo sul server.
ja: AIおよび市場データのAPIキーはアプリに含めず、サーバー上でのみ管理します。
pt_br: As chaves de API de IA e dados de mercado não são incluídas no app e são gerenciadas apenas no servidor.
th: คีย์ API สำหรับ AI และข้อมูลตลาดจะไม่รวมอยู่ในแอปและจัดการบนเซิร์ฟเวอร์เท่านั้น
tr: Yapay zekâ ve piyasa verisi API anahtarları uygulamaya eklenmez ve yalnızca sunucuda yönetilir.
vi: Khóa API AI và dữ liệu thị trường không được nhúng trong ứng dụng và chỉ được quản lý trên máy chủ.
zh_hans: AI 与市场数据 API 密钥不会包含在 App 中，只在服务器管理。
zh_hant: AI 與市場資料 API 金鑰不會包含在 App 中，只在伺服器管理。

# AI 분석 결과는 교육 및 참고용이며 투자 권유가 아닙니다.
source: AI가 생성한 분석은 정보 및 교육 목적이며 투자 조언이 아닙니다. 모든 투자 판단과 결과에 대한 책임은 사용자 본인에게 있습니다.
de: Die KI-Analyse dient nur zu Informations- und Bildungszwecken und stellt keine Anlageberatung dar. Alle Anlageentscheidungen und deren Folgen liegen in Ihrer Verantwortung.
en: AI-generated analysis is for informational and educational purposes only, not investment advice. You are responsible for all investment decisions and outcomes.
es: El análisis generado por IA es solo informativo y educativo, no asesoría de inversión. Tú eres responsable de todas tus decisiones y resultados de inversión.
fr: L’analyse générée par l’IA est fournie uniquement à titre informatif et éducatif et ne constitue pas un conseil en investissement. Vous êtes responsable de toutes vos décisions et de leurs résultats.
id: Analisis yang dibuat AI hanya untuk informasi dan edukasi, bukan saran investasi. Semua keputusan dan hasil investasi menjadi tanggung jawab Anda.
it: L’analisi generata dall’IA è solo a scopo informativo ed educativo e non costituisce consulenza finanziaria. Sei responsabile di ogni decisione e risultato di investimento.
ja: AIによる分析は情報提供および学習目的であり、投資助言ではありません。すべての投資判断とその結果はご自身の責任です。
pt_br: A análise gerada por IA tem finalidade apenas informativa e educacional e não constitui recomendação de investimento. Você é responsável por todas as decisões e resultados de investimento.
th: การวิเคราะห์ที่สร้างโดย AI มีไว้เพื่อข้อมูลและการศึกษาเท่านั้น ไม่ใช่คำแนะนำการลงทุน คุณเป็นผู้รับผิดชอบต่อการตัดสินใจและผลลัพธ์การลงทุนทั้งหมด
tr: Yapay zekâ tarafından oluşturulan analiz yalnızca bilgi ve eğitim amaçlıdır; yatırım tavsiyesi değildir. Tüm yatırım kararları ve sonuçları sizin sorumluluğunuzdadır.
vi: Phân tích do AI tạo chỉ nhằm mục đích cung cấp thông tin và giáo dục, không phải lời khuyên đầu tư. Bạn chịu trách nhiệm cho mọi quyết định và kết quả đầu tư.
zh_hans: AI 生成的分析仅供信息与教育用途，不构成投资建议。所有投资决策及其结果均由用户自行负责。
zh_hant: AI 產生的分析僅供資訊與教育用途，不構成投資建議。所有投資決策及其結果均由使用者自行負責。

source: AI 분석 답변에도 동일하게 적용됩니다.
de: Gilt auch für KI-Analyseantworten.
en: Also applies to AI analysis responses.
es: También se aplica a las respuestas del análisis de IA.
fr: S'applique également aux réponses d'analyse de l'IA.
id: Juga berlaku untuk respons analisis AI.
it: Si applica anche alle risposte dell'analisi AI.
ja: AI分析応答にも適用されます。
pt_br: Também se aplica às respostas de análise de IA.
th: ใช้กับการตอบสนองการวิเคราะห์ AI ด้วย
tr: Ayrıca AI analizi yanıtları için de geçerlidir.
vi: Cũng áp dụng cho các phản hồi phân tích AI.
zh_hans: 也适用于人工智能分析响应。
zh_hant: 也適用於人工智慧分析響應。

source: BTC · ETH · 알트코인
de: BTC · ETH · Altcoins
en: BTC · ETH · Altcoins
es: BTC · ETH · Altcoins
fr: BTC · ETH · Altcoins
id: BTC · ETH · Altcoin
it: BTC · ETH · Altcoin
ja: BTC・ETH・アルトコイン
pt_br: BTC · ETH · Altcoins
th: BTC · ETH · อัลต์คอยน์
tr: BTC · ETH · Altcoinler
vi: BTC · ETH · Altcoin
zh_hans: BTC · ETH · 山寨币
zh_hant: BTC · ETH · アルトコイン

source: Candle & Boundary Analyst
de: Kerzen- und Grenzanalytiker
es: Analista de velas y límites
fr: Analyste des bougies et des limites
id: Analis Lilin & Batas
it: Analista di candele e confini
ja: キャンドル＆境界アナリスト
pt_br: Analista de velas e limites
th: นักวิเคราะห์เทียนและขอบเขต
tr: Mum ve Sınır Analisti
vi: Nhà phân tích nến & ranh giới
zh_hans: 蜡烛和边界分析师
zh_hant: 蠟燭與邊界分析師

source: ChartAgent · %@ (%@) AI 키와 시장 데이터 키는 서버에만 보관됩니다.
de: ChartAgent · %1$@ (%2$@) KI- und Marktdatenschlüssel werden nur auf dem Server gespeichert.
en: ChartAgent · %1$@ (%2$@) AI and market-data keys are stored only on the server.
es: ChartAgent · %1$@ (%2$@) Las claves de datos de mercado e IA se almacenan únicamente en el servidor.
fr: ChartAgent · %1$@ (%2$@) Les clés d'IA et de données de marché sont stockées uniquement sur le serveur.
id: ChartAgent · %1$@ (%2$@) Kunci AI dan data pasar hanya disimpan di server.
it: ChartAgent · %1$@ (%2$@) Le chiavi AI e dei dati di mercato sono archiviate solo sul server.
ja: ChartAgent · %1$@ (%2$@) AI および市場データ キーはサーバーにのみ保存されます。
pt_br: ChartAgent · %1$@ (%2$@) As chaves de IA e de dados de mercado são armazenadas apenas no servidor.
th: ChartAgent · %1$@ (%2$@) AI และคีย์ข้อมูลตลาดจะถูกเก็บไว้บนเซิร์ฟเวอร์เท่านั้น
tr: ChartAgent · %1$@ (%2$@) AI ve piyasa verileri anahtarları yalnızca sunucuda saklanır.
vi: ChartAgent · %1$@ (%2$@) Khóa AI và dữ liệu thị trường chỉ được lưu trữ trên máy chủ.
zh_hans: ChartAgent · %1$@ (%2$@) AI 和市场数据密钥仅存储在服务器上。
zh_hant: ChartAgent · %1$@ (%2$@) AI 和行銷資料金鑰僅儲存在伺服器上。

source: ChartAgent PRO 시작하기
de: Starten Sie ChartAgent PRO
en: Start ChartAgent PRO
es: Iniciar ChartAgent PRO
fr: Démarrer ChartAgent PRO
id: Mulai ChartAgent PRO
it: Avvia ChartAgent PRO
ja: ChartAgent PROを起動する
pt_br: Inicie o ChartAgent PRO
th: เริ่ม ChartAgent PRO
tr: ChartAgent PRO'yu başlatın
vi: Bắt đầu ChartAgent PRO
zh_hans: 启动 ChartAgent PRO
zh_hant: 啟動 ChartAgent PRO

source: ChartAgent PRO 활성
de: ChartAgent PRO aktiv
en: ChartAgent PRO Active
es: ChartAgent PRO activo
fr: ChartAgent PRO actif
id: ChartAgent PRO Aktif
it: ChartAgent PRO attivo
ja: ChartAgent PRO 有効
pt_br: ChartAgent PRO ativo
th: เปิดใช้ ChartAgent PRO แล้ว
tr: ChartAgent PRO Etkin
vi: ChartAgent PRO đang hoạt động
zh_hans: ChartAgent PRO 已启用
zh_hant: ChartAgent PRO 已啟用

source: EVIDENCE PATH
de: BEWEISWEG
es: RUTA DE EVIDENCIA
fr: CHEMIN DE PREUVE
id: JALUR BUKTI
it: PERCORSO DI EVIDENZA
ja: 証拠のパス
pt_br: CAMINHO DE EVIDÊNCIA
th: เส้นทางหลักฐาน
tr: KANIT YOLU
vi: ĐƯỜNG DẪN CHỨNG CỨ
zh_hans: 证据路径
zh_hant: 證據路徑

source: FOMO와 추격 매매를 해요
de: Ich verfolge FOMO
en: I chase from FOMO
es: Yo persigo de FOMO
fr: Je chasse de FOMO
id: Saya mengejar dari FOMO
it: Inseguo dalla FOMO
ja: FOMOから追いかける
pt_br: Eu persigo do FOMO
th: ฉันไล่ตาม FOMO
tr: FOMO'dan takip ediyorum
vi: Tôi đuổi theo FOMO
zh_hans: 我追逐 FOMO
zh_hant: 我追逐 FOMO

# history.time.hours_minutes_ago
source: %1$lld시간 %2$lld분 전
de: Vor %1$lldh %2$lldm
en: %1$lldh %2$lldm ago
es: Hace %1$lldh %2$lldm
fr: Il y a %1$lldh %2$lldm
id: %1$lldjam %2$lldm yang lalu
it: %1$lldh %2$lldm fa
ja: %1$lld時間 %2$lld分前
pt_br: %1$lldh %2$lldm atrás
th: %1$lldชม. %2$lldนาทีที่แล้ว
tr: %1$lldsa %2$llddk önce
vi: %1$lldgiờ %2$lldphút trước
zh_hans: %1$lld小时%2$lld分钟前
zh_hant: %1$lld小時%2$lld分鐘前

# history.time.just_now
source: 방금 전
de: Gerade eben
en: Just now
es: Justo ahora
fr: Juste maintenant
id: Baru saja
it: Proprio adesso
ja: たった今
pt_br: Agora mesmo
th: แค่ตอนนี้
tr: Az önce
vi: Vừa rồi
zh_hans: 刚才
zh_hant: 剛才

# history.time.minutes_ago
source: %lld분 전
de: Vor %lldm
en: %lldm ago
es: Hace %lldm
fr: il y a %lld mois
id: %lldm yang lalu
it: %lldm fa
ja: %lld分前
pt_br: %lldm atrás
th: %lldนาทีที่แล้ว
tr: %lld dk önce
vi: %lldphút trước
zh_hans: %lld分钟前
zh_hant: %lld分鐘前

source: How it works
de: WIE ES FUNKTIONIERT
es: CÓMO FUNCIONA
fr: COMMENT ÇA MARCHE
id: BAGAIMANA CARA KERJANYA
it: COME FUNZIONA
ja: 仕組み
pt_br: COMO FUNCIONA
th: มันทำงานอย่างไร
tr: NASIL ÇALIŞIR
vi: CÁCH HOẠT ĐỘNG
zh_hans: 它是如何运作的
zh_hant: 它是如何運作的

source: Level & Invalidation Analyst
de: Level- und Invalidierungsanalyst
es: Analista de Nivel e Invalidación
fr: Analyste de niveau et d'invalidation
id: Analis Level & Pembatalan
it: Analista di livello e invalidazione
ja: レベルおよび無効化アナリスト
pt_br: Analista de Nível e Invalidação
th: นักวิเคราะห์ระดับและการตรวจสอบความถูกต้อง
tr: Seviye ve Geçersiz Kılma Analisti
vi: Nhà phân tích mức độ & không hợp lệ
zh_hans: 级别和失效分析师
zh_hant: 級別和失效分析師

# LIVE PREVIEW
source: 실시간 미리보기
de: LIVE-VORSCHAU
en: LIVE PREVIEW
es: VISTA PREVIA EN VIVO
fr: APERÇU EN DIRECT
id: PRATINJAU LANGSUNG
it: ANTEPRIMA DAL VIVO
ja: ライブプレビュー
pt_br: PRÉVIA AO VIVO
th: ดูตัวอย่างสด
tr: CANLI ÖNİZLEME
vi: XEM TRƯỚC TRỰC TIẾP
zh_hans: 实时预览
zh_hant: 即時預覽

source: LIVE RESEARCH ROOM
de: LIVE-FORSCHUNGSRAUM
es: SALA DE INVESTIGACIÓN EN VIVO
fr: SALLE DE RECHERCHE EN DIRECT
id: RUANG PENELITIAN LANGSUNG
it: SALA DI RICERCA DAL VIVO
ja: ライブリサーチルーム
pt_br: SALA DE PESQUISA AO VIVO
th: ห้องวิจัยสด
tr: CANLI ARAŞTIRMA ODASI
vi: PHÒNG NGHIÊN CỨU TRỰC TIẾP
zh_hans: 现场研究室
zh_hant: 現場研究室

# market.stance.bearish
source: 매도
de: VERKAUFEN
en: SELL
es: VENDER
fr: VENTE
id: JUAL
it: VENDI
ja: 売り
pt_br: VENDER
th: ขาย
tr: SAT
vi: BÁN
zh_hans: 卖出
zh_hant: 賣出

# market.stance.bullish
source: 매수
de: KAUFEN
en: BUY
es: COMPRAR
fr: ACHAT
id: BELI
it: ACQUISTA
ja: 買い
pt_br: COMPRAR
th: ซื้อ
tr: AL
vi: MUA
zh_hans: 买入
zh_hant: 買入

# market.stance.neutral
source: 중립
de: NEUTRAL
en: Neutral
es: NEUTRAL
fr: NEUTRE
id: NETRAL
it: NEUTRALE
ja: 中立
pt_br: NEUTRO
th: เป็นกลาง
tr: NÖTR
vi: TRUNG LẬP
zh_hans: 中立
zh_hant: 中立

# market.stance.observe
source: 관망
de: ABWARTEN
en: WAIT
es: ESPERAR
fr: ATTENDRE
id: TUNGGU
it: ATTENDI
ja: 様子見
pt_br: AGUARDAR
th: รอดู
tr: BEKLE
vi: CHỜ
zh_hans: 观望
zh_hant: 觀望

# market.term.buy_side
source: 매수
de: KAUFEN
en: BUY
es: COMPRAR
fr: ACHAT
id: BELI
it: ACQUISTA
ja: 買い
pt_br: COMPRAR
th: ซื้อ
tr: AL
vi: MUA
zh_hans: 买入
zh_hant: 買入

# market.term.sell_side
source: 매도
de: VERKAUFEN
en: SELL
es: VENDER
fr: VENTE
id: JUAL
it: VENDI
ja: 売り
pt_br: VENDER
th: ขาย
tr: SAT
vi: BÁN
zh_hans: 卖出
zh_hant: 賣出

# market.term.wait
source: 관망
de: ABWARTEN
en: Wait
es: ESPERAR
fr: ATTENDRE
id: TUNGGU
it: ATTENDI
ja: 様子見
pt_br: AGUARDAR
th: รอดู
tr: BEKLE
vi: CHỜ
zh_hans: 观望
zh_hant: 觀望

# office.ambient.devil
source: 반대 시나리오도 남겨둡시다.
de: Halten wir das gegenteilige Szenario offen.
en: Let’s keep the opposing scenario open.
es: Mantengamos abierto el escenario opuesto.
fr: Laissons ouvert le scénario inverse.
id: Mari kita biarkan skenario yang berlawanan tetap terbuka.
it: Teniamo aperto lo scenario opposto.
ja: 反対のシナリオを開いたままにしておきます。
pt_br: Vamos manter o cenário oposto aberto.
th: มาเปิดสถานการณ์ของฝ่ายตรงข้ามกันเถอะ
tr: Karşı senaryoyu açık tutalım.
vi: Hãy để kịch bản đối lập mở.
zh_hans: 让我们保持相反的情况开放。
zh_hant: 讓我們保持相反的情況開放。

# office.ambient.gadi
source: 뉴스는 출처와 시각부터 확인해요.
de: Lassen Sie uns zunächst die Nachrichtenquelle und den Zeitstempel überprüfen.
en: Let’s verify the news source and timestamp first.
es: Primero verifiquemos la fuente de noticias y la marca de tiempo.
fr: Vérifions d’abord la source de l’actualité et l’horodatage.
id: Mari verifikasi sumber berita dan stempel waktunya terlebih dahulu.
it: Verifichiamo prima la fonte della notizia e il timestamp.
ja: まずニュースソースとタイムスタンプを確認しましょう。
pt_br: Vamos verificar primeiro a fonte da notícia e o carimbo de data/hora.
th: มาตรวจสอบแหล่งข่าวและการประทับเวลากันก่อน
tr: Önce haber kaynağını ve zaman damgasını doğrulayalım.
vi: Trước tiên hãy xác minh nguồn tin tức và dấu thời gian.
zh_hans: 我们先验证一下消息来源和时间戳。
zh_hant: 我們先驗證一下消息來源和時間戳記。

# office.ambient.momo
source: 추격보다 다음 캔들을 기다릴게요.
de: Ich werde auf die nächste Kerze warten, statt ihr nachzujagen.
en: I’ll wait for the next candle instead of chasing.
es: Esperaré a la próxima vela en lugar de perseguirla.
fr: J'attendrai la prochaine bougie au lieu de courir après.
id: Saya akan menunggu candle berikutnya daripada mengejar.
it: Aspetterò la prossima candela invece di inseguire.
ja: 追いかけるのではなく、次のキャンドルを待ちます。
pt_br: Vou esperar pela próxima vela em vez de perseguir.
th: ฉันจะรอเทียนเล่มถัดไปแทนที่จะไล่ตาม
tr: Kovalamak yerine bir sonraki mumu bekleyeceğim.
vi: Tôi sẽ đợi cây nến tiếp theo thay vì đuổi theo.
zh_hans: 我会等待下一支蜡烛，而不是追逐。
zh_hant: 我會等待下一支蠟燭，而不是追逐。

# office.ambient.patty
source: 모양보다 확인 조건이 먼저예요.
de: Bestätigungsbedingungen stehen vor dem Muster.
en: Confirmation conditions come before the pattern.
es: Las condiciones de confirmación vienen antes que el patrón.
fr: Les conditions de confirmation précèdent le modèle.
id: Kondisi konfirmasi muncul sebelum pola.
it: Le condizioni di conferma vengono prima del modello.
ja: 確認条件はパターンの前に来ます。
pt_br: As condições de confirmação vêm antes do padrão.
th: เงื่อนไขการยืนยันมาก่อนรูปแบบ
tr: Onay koşulları modelden önce gelir.
vi: Điều kiện xác nhận có trước mẫu.
zh_hans: 确认条件出现在模式之前。
zh_hant: 確認條件出現在模式之前。

# office.ambient.trendy
source: 최근 고점 구조를 다시 볼게요.
de: Ich werde die aktuelle Hochstruktur noch einmal überprüfen.
en: I’ll recheck the recent high structure.
es: Volveré a comprobar la estructura alta reciente.
fr: Je vais revérifier la structure haute récente.
id: Saya akan memeriksa kembali struktur tinggi baru-baru ini.
it: Ricontrollerò la recente struttura alta.
ja: 最近のハイストラクチャーを再確認してみます。
pt_br: Vou verificar novamente a alta estrutura recente.
th: ฉันจะตรวจสอบโครงสร้างที่สูงล่าสุดอีกครั้ง
tr: Son zamanlardaki yüksek yapıyı tekrar kontrol edeceğim.
vi: Tôi sẽ kiểm tra lại cấu trúc cao gần đây.
zh_hans: 我会重新检查一下最近的高层结构。
zh_hant: 我會重新檢查最近的高層結構。
